# Імпортуємо
from datetime import datetime
from random import randint

world = '🌍🌎🌏'
python = 'Python 🐍'
fire = '🔥'

# Визначення функцій        
def roll_dice():
    max = input('Кількість сторін кубика:')
    print(f'Цей кубик називається D {max}')
    roll = randint(1, int(max))
    print(f'Тобі випало число {roll} {fire * roll}')
    
# Нижче розмісти код, який потрібно виконати
print('Привіт,' {world}')
print(f'Ласкаво просимо до {python}')
print(f'{python} знається на математиці!')
print(f'{111111111 * 111111111}')
print(f'Дата й час — {datetime.now()}')
roll_dice()  # Виклич функцію, яка кидає кубик
print(f'Я ❤️ ...')   
print(f'... викликає у мене 😃')   
print(f'Я хочу створювати ... у {python}')
